{
  "subject_id": "p_10021",
  "contribution_date": 20240404,
  "contributor_info": {
    "gender": "female",
    "year_of_birth": 1991
  },
  "thread_id": "t_100025",
  "assets": [
    {
      "asset_basename": "t_100025-1.html",
      "asset_md5": "46333691f516184a2ebb6729a5676de1",
      "asset_metadata": {
        "additional": {
          "message_id": "t_100025-1",
          "author_id": "a_000022",
          "message_subject": "<KIPP Mosaic Academy> Your student's Spring 2021 MAP Scores",
          "message_body": "Those will be sent by end of day.\n\n \n\nWith Mamba heart,\n\n \n\n[personal_name]",
          "timestamp": "2021-06-07T08:56:00",
          "locale": "US",
          "esl": false,
          "multiple_languages": false,
          "category": "personal",
          "top_email_domain": ".org"
        }
      }
    },
    {
      "asset_basename": "t_100025-2.html",
      "asset_md5": "46f18f5b768e1d1f78dd98fe01a2bc98",
      "asset_metadata": {
        "additional": {
          "message_id": "t_100025-2",
          "author_id": "a_000013",
          "message_subject": "Re: <KIPP Mosaic Academy> Your student's Spring 2021 MAP Scores",
          "message_body": "I also put in a form\n\nFor transfer to another kipp for\n\nMilaujha next year . Havent gotten any news back about that",
          "timestamp": "2021-06-07T08:58:00",
          "locale": "US",
          "esl": false,
          "multiple_languages": false,
          "category": "personal",
          "top_email_domain": ".com\n",
          "to": [
            "a_000022"
          ]
        }
      }
    },
    {
      "asset_basename": "t_100025-3.html",
      "asset_md5": "75874970d21ed62f37ab251d70c60c2e",
      "asset_metadata": {
        "additional": {
          "message_id": "t_100025-3",
          "author_id": "a_000013",
          "message_subject": "Re: <KIPP Mosaic Academy> Your student's Spring 2021 MAP Scores",
          "message_body": "Yes i already spoke with the coordinator at the other school so there’s definitely openings she said i should wait for correspondence from you all but i will reach out to her thank you",
          "timestamp": "2021-06-07T09:31:00",
          "locale": "US",
          "esl": false,
          "multiple_languages": false,
          "category": "personal",
          "top_email_domain": ".com",
          "to": [
            "a_000022"
          ]
        }
      }
    },
    {
      "asset_basename": "t_100025-4.html",
      "asset_md5": "f1ace5442d788e179dd26c3f0efad59c",
      "asset_metadata": {
        "additional": {
          "message_id": "t_100025-4",
          "author_id": "a_000022",
          "message_subject": "<KIPP Mosaic Academy> Your student's Spring 2021 MAP Scores",
          "message_body": "We don’t directly work with transfers, you can reach out to [url] . If you haven’t heard back, it is likely it wasn’t approved given space of other campus. Is the transfer due to proximity of school?\n\n \n\nWith Mamba heart,\n\n \n\n[personal_name]",
          "timestamp": "2021-06-07T09:21:00",
          "locale": "US",
          "esl": false,
          "multiple_languages": false,
          "category": "personal",
          "top_email_domain": ".org"
        }
      }
    },
    {
      "asset_basename": "t_100025-5.html",
      "asset_md5": "efbfa6ae2c18bef4d921a9304c4b29e1",
      "asset_metadata": {
        "additional": {
          "message_id": "t_100025-5",
          "author_id": "a_000022",
          "message_subject": "<KIPP Mosaic Academy> Your student's Spring 2021 MAP Scores",
          "message_body": "Dear guardian of  [personal_name]\n\n(Spanish translation below)\n\n \n\nOur Mosaic Mambas worked so hard this year!  With the help of you and our team of amazing teachers, our students lived our value of RESILIENCE, persisted with purpose and overcame the countless challenges of simply being a kid living through a global pandemic.  One way we can measure that growth and see how our students are progressing is through the computer-adaptive MAP Growth assessments.  In a traditional year, we take the MAP Growth assessments in Reading, Math, Language, and Science in August/September, January and May.  Given the nature of this year, most students took the assessments two times - once in October/November and again these past few weeks. \n\n \n\nData from the MAP assessments can tell us a lot about how much our students are growing as learners.  Below you will find a few important ways of looking at the results from each test \n\n \n\nThe RIT Score (A) is a three-digit number that tells us the student’s score.  Teachers use this number to pinpoint the specific skills students have mastered and what they should be working on next. \n\n \n\nThe percentile score (B) tells us how students compare to other students from across the country who also took the MAP test this year.  The 50th percentile is considered on grade-level.  Students scoring above the 50th percentile are currently performing above grade level.  Students scoring below the 50th percentile are currently performing below grade level. \n\n \n\nThe typical growth goal (C) is one of the goals we set for students each year.  If a student meets this typical growth goal this means they have grown as much as other students who started off in the same percentile at the beginning of the year.  For example, if a student scores in the 50th percentile when they take the assessment in the beginning of the year and meets this typical growth goal, that means they have grown enough to stay around the 50th percentile. \n\n \n\nThe tiered growth goal (D) is the other goal we set for students each year.  If a student meets their tiered growth goal this means they have made significant growth since they first took the assessment - in fact, they grew much more than their peers who started off at the same percentile at the beginning of the year.   For example, if a student scores in the 50th percentile when they take the assessment in the beginning of the year and meet this tiered growth goal, that means they have grown enough to increase their percentile score, say from the 50th to 70th percentile.  We strive for all our students to meet this ambitious goal, especially those who score below the 50th percentile in the Fall administration.           \n\n \n\nAs you review your student’s data and the attached score sheets, please keep in mind that this year was far from typical - our students worked hard and no matter how much growth they showed on these important assessments, we have much to celebrate and look forward to next school year. \n\n \n\n \n\n \n\n\t\n\n(A)Spring RIT Score\n\n\t\n\n(B)Spring Percentile Score\n\n\t\n\n(C)Typical Growth Goal Met?\n\n\t\n\n(D)Tiered Growth Goal Met?\n\n\n\n\nREADING\n\n\t\n\n \n\n\t\n\n \n\n\t\n\n \n\n\t\n\n \n\n\n\n\nMATH\n\n\t\n\n \n\n\t\n\n \n\n\t\n\n \n\n\t\n\n \n\n\n\n\nLANGUAGE\n\n\t\n\n \n\n\t\n\n \n\n\t\n\n \n\n\t\n\n220\n\n\n\n\nSCIENCE\n\n\t\n\n \n\n\t\n\n \n\n\t\n\n \n\n\t\n\n \n\n \n\nWhat if the table above is blank?\n\n·        If the entire table is blank, it means your student missed the fall and spring MAP tests.\n\n·        If columns C and D are blank, it means your student did not take the fall MAP tests.\n\n \n\nIf you have any additional questions or would like to discuss further, please reach out to your student’s teachers.   \n\n \n\nMs. Negreros\n\n \n\n-------------------------------------------------------------------\n\n \n\nEstimadas familia de [personal_name]\n\n \n\n¡Nuestras Mosaic Mambas trabajaron muy duro este año! Con la ayuda de usted y nuestro equipo de maestros increíbles, nuestros estudiantes vivieron nuestro valor de RESILIENCIA, persistieron con un propósito y superaron los innumerables desafíos de simplemente ser un niño que vive una pandemia global. Una forma en que podemos medir ese crecimiento y ver cómo están progresando nuestros estudiantes es a través de las evaluaciones de crecimiento MAP adaptables por computadora. En un año tradicional, tomamos las evaluaciones MAP Growth en Lectura, Matemáticas, Lenguaje y Ciencias en agosto / septiembre, enero y mayo. Dada la naturaleza de este año, la mayoría de los estudiantes tomaron las evaluaciones dos veces: una en octubre / noviembre y nuevamente en las últimas semanas.\n\n \n\n \n\nLos datos de las evaluaciones MAP pueden decirnos mucho sobre cuánto están creciendo nuestros estudiantes como aprendices. A continuación, encontrará algunas formas importantes de ver los resultados de cada prueba.\n\n \n\nEl puntaje RIT (A) es un número de tres dígitos que nos dice el puntaje del estudiante. Los maestros usan este número para identificar las habilidades específicas que los estudiantes han dominado y en qué deberían trabajar a continuación.\n\n \n\nEl puntaje percentil (B) nos dice cómo se comparan los estudiantes con otros estudiantes de todo el país que también tomaron el examen MAP este año. El percentil 50 se considera a nivel de grado. Los estudiantes con calificaciones por encima del percentil 50 se están desempeñando actualmente por encima del nivel de grado. Los estudiantes que obtienen calificaciones por debajo del percentil 50 se están desempeñando actualmente por debajo del nivel de grado.\n\n \n\nLa meta de crecimiento típica (C) es una de las metas que establecemos para los estudiantes cada año. Si un estudiante alcanza esta meta de crecimiento típica, esto significa que ha crecido tanto como otros estudiantes que comenzaron en el mismo percentil al comienzo del año. Por ejemplo, si un estudiante obtiene un puntaje en el percentil 50 cuando toma la evaluación al comienzo del año y cumple con esta meta de crecimiento típica, eso significa que ha crecido lo suficiente como para mantenerse alrededor del percentil 50.\n\n \n\nLa meta de crecimiento escalonado (D) es la otra meta que establecemos para los estudiantes cada año. Si un estudiante alcanza su meta de crecimiento escalonado, esto significa que ha tenido un crecimiento significativo desde que tomó la evaluación por primera vez; de hecho, creció mucho más que sus compañeros que comenzaron en el mismo percentil al comienzo del año. Por ejemplo, si un estudiante obtiene un puntaje en el percentil 50 cuando toma la evaluación al comienzo del año y cumple con esta meta de crecimiento escalonado, eso significa que ha crecido lo suficiente como para aumentar su puntaje percentil, digamos del percentil 50 al 70. Nos esforzamos para que todos nuestros estudiantes logren esta ambiciosa meta, especialmente aquellos que obtienen puntajes por debajo del percentil 50 en la administración de otoño.\n\n \n\nMientras revisa los datos de su estudiante y las hojas de calificaciones adjuntas, tenga en cuenta que este año estuvo lejos de ser el típico: nuestros estudiantes trabajaron duro y no importa cuánto crecimiento mostraron en estas importantes evaluaciones, tenemos mucho que celebrar y esperar. el próximo año escolar.\n\n \n\n \n\n\t\n\n(A)  Puntaje RIT de primavera\n\n\t\n\n(B)Puntaje percentil de primavera\n\n\t\n\n(C)Objetivo de crecimiento típico\n\n\t\n\n(D)Objetivo de crecimiento escalonado\n\n\n\n\nLectura\n\n\t\n\n \n\n\t\n\n \n\n\t\n\n \n\n\t\n\n \n\n\n\n\nMatemáticas\n\n\t\n\n \n\n\t\n\n \n\n\t\n\n \n\n\t\n\n \n\n\n\n\nLenguaje\n\n\t\n\n \n\n\t\n\n \n\n\t\n\n \n\n\t\n\n220\n\n\n\n\nCiencas\n\n\t\n\n \n\n\t\n\n \n\n\t\n\n \n\n\t\n\n \n\n \n\n¿Qué pasa si la tabla de arriba está en blanco?\n\n• Si toda la tabla está en blanco, significa que su estudiante se perdió las pruebas MAP de otoño y primavera.\n\n• Si las columnas C y D están en blanco, significa que su estudiante no tomó las pruebas MAP de otoño.\n\n \n\nSi tiene alguna pregunta adicional o le gustaría discutir más, comuníquese con los maestros de su estudiante.\n\n \n\nSra. Negreros",
          "timestamp": "2021-06-07T08:34:00",
          "locale": "US",
          "esl": false,
          "multiple_languages": false,
          "category": "personal",
          "top_email_domain": ".org"
        }
      }
    },
    {
      "asset_basename": "t_100025-6.html",
      "asset_md5": "be58cd59e13ac408000b9ea1dffe434b",
      "asset_metadata": {
        "additional": {
          "message_id": "t_100025-6",
          "author_id": "a_000013",
          "message_subject": "<KIPP Mosaic Academy> Your student's Spring 2021 MAP Scores",
          "message_body": "Her entire chart is empty",
          "timestamp": "2021-06-07T08:52:00",
          "locale": "US",
          "esl": false,
          "multiple_languages": false,
          "category": "personal",
          "top_email_domain": ".com"
        }
      }
    },
    {
      "asset_basename": "t_100025-7.html",
      "asset_md5": "a61a810211667d115acc73a2e323ef12",
      "asset_metadata": {
        "additional": {
          "message_id": "t_100025-7",
          "author_id": "a_000013",
          "message_subject": "Re: <KIPP Mosaic Academy> Your student's Spring 2021 MAP Score",
          "message_body": "What about Star test scores??",
          "timestamp": "2021-06-07T08:53:00",
          "locale": "US",
          "esl": false,
          "multiple_languages": false,
          "category": "personal",
          "top_email_domain": ".com\n",
          "to": [
            "a_000022"
          ]
        }
      }
    }
  ]
}